{
"sodium.option_impact.low":  "Низкое",
"sodium.option_impact.medium": "Среднее",
"sodium.option_impact.high": "Высокое",
"sodium.option_impact.extreme": "Экстремальное",
"sodium.option_impact.varies": "Колеблется",
"sodium.options.pages.general": "Основное",
"sodium.options.pages.quality": "Качество",
"sodium.options.pages.advanced": "Расширенные",
"sodium.options.view_distance.tooltip": "Управляет расстоянием визуализации, насколько далеко будет визуализироваться территория. Самые низкие расстояния означают, что местность будет меньше визуализироваться, улучшая частоту кадров.",
"sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
"sodium.options.clouds.tooltip": "Управляет, будут ли Облака видимы или нет.",
"sodium.options.fog.name": "Туман",
"sodium.options.fog.tooltip": "Если включён, эффект тумана будет использоваться для территории на расстоянии. Отключение этой опции не изменит эффекты тумана используемые под водой или в Аду.",
"sodium.options.gui_scale.tooltip": "Задаёт максимальный масштабный множитель, который используется для интерфейса пользователя. Если используется 'Автоматический', тогда всегда будет использоваться самый крупный масштабный множитель.",
"sodium.options.fullscreen.tooltip": "Если включён, если поддерживается, игра будет отображаться в полном экране.",
"sodium.options.v_sync.name": "Верт. синх.",
"sodium.options.v_sync.tooltip": "Если включена, частота кадров будет синхронизирована с частотой обновления монитора, что в целом обеспечит более плавный опыт за счёт общей задержки ввода. Этот параметр может снизить производительность, если твоя система слишком медленная.",
"sodium.options.fps_limit.tooltip": "Ограничивает максимальное число кадров в секунду. Фактически, это замедлит игру и может оказаться полезным, если ты хочешь сохранить время работы от батареи или многозадачность между другими приложениями. Если Вертикальная синхронизация включена, эта опция будет игнорироваться, если она не ниже частоты обновления монитора.",
"sodium.options.fps_counter.name": "Счётчик FPS",
"sodium.options.fps_counter.tooltip": "Если включён, отображает количество оказанных кадров в секунду в левом верхнем углу экрана.",
"sodium.options.view_bobbing.tooltip": "Если включено, вид игрока будет покачиваться и качаться при передвижении. Игроки, кто страдает от укачивания могут воспользоваться этим отключив параметр.",
"sodium.options.attack_indicator.tooltip": "Управляет, где Индикатор атаки отображается на экране.",
"sodium.options.graphics_quality.tooltip": "По умолчанию качество графики управляет некоторыми устаревшими параметрами и это необходимо для совместимости с модами. Если параметры ниже оставлены на \"По-умолчанию\", они будут использовать этот параметр.",
"sodium.options.clouds_quality.name": "Качество облаков",
"sodium.options.clouds_quality.tooltip": "Управляет качеством визуализированных облаков в небе.",
"sodium.options.weather_quality.name": "Качество погоды",
"sodium.options.weather_quality.tooltip": "Управляет качество эффектов Дождя и Снега.",
"sodium.options.particle_quality.name": "Качество частиц",
"sodium.options.particle_quality.tooltip": "Управляет максимальным числом частиц, которые могут присутствовать на экране одновременно.",
"sodium.options.smooth_lighting.tooltip": "Управляет эффектами Гладкого/плавного освещения.\n\nВыключено - Без гладкого/плавного освещения.\nНизкое - Только гладкое/плавное освещение блока.\nВысокое (новое!) - Гладкое/плавное освещение блока и объекта.",
"sodium.options.biome_blend.tooltip": "Управляет дальностью, из которого будут отбираться биомы для раскрашивания блока. Наивысшее значение существенно увеличивает количество времени, которое уходит на построение кусков для улучшения положения в качестве.",
"sodium.options.entity_distance.tooltip": "Управляет как далеко объекты будут визуализироваться от игрока. Наивысшее значение увеличит расстояние визуализации за счёт частоты кадров.",
"sodium.options.entity_shadows.tooltip": "Если включены, основные тени будут визуализироваться под монстрами и другими объектами.",
"sodium.options.vignette.tooltip": "Виньетка",
"sodium.options.vignette.tooltip": "Если включена, эффект виньетки будет отображаться в поле зрения игрока. Это очень маловероятно, чтобы изменить ситуацию в частоте кадров, если только ты не ограничиваешься в их скорости заполнения.",
"sodium.options.mipmap_levels.tooltip": "Управляет числом MIP-текстурирование, которое будет использовано для текстур модели блока. Наивысшее значение обеспечивает лучшую визуализацию блоков на расстоянии, но может отрицательно сказаться на производительность с множеством анимированных текстур.",
"sodium.options.chunk_renderer.name": "Использовать мультипроцессорную отрисовку кусков",
"sodium.options.chunk_renderer.tooltip": "Мультипроцессорная отрисовка позволяет обрабатывать несколько частей с меньшим количеством вызовов отрисовки, что значительно снижает затраты ресурсов процессора при визуализации мира, а также потенциально позволяет более эффективно использовать GPU. Эта оптимизация может вызвать проблемы с некоторыми драйверами видеокарт, так что, тебе стоит попробовать отключить её, если ты испытываешь лаги.",
"sodium.options.use_vertex_array_objects.name": "Использовать объекты массива вершин (VAO)",
"sodium.options.use_vertex_array_objects.tooltip": "Помогает улучшить производительность, перемещая информацию о том, как данные вершин должны быть предоставлены в драйвер, позволяя ему лучше оптимизироваться для многократного рендеринга одних и тех же объектов. Обычно нет причин отключать его, если ты не используешь несовместимые модификации.",
"sodium.options.use_block_face_culling.name": "Использовать отбраковку поверхности блока",
"sodium.options.use_block_face_culling.tooltip": "Если включена, только стороны блоков, которые обращены к камере, будут представлены для визуализации. Это может устранить большое количество поверхностей блоков на очень ранней стадии процесса визуализации, сохраняя пропускную способность памяти и время в GPU. Некоторые пакеты с исходниками могут иметь проблемы с этим параметром, поэтому, тебе стоит попробовать отключить ёё, если ты видишь дыры в блоках.",
"sodium.options.use_compact_vertex_format.name": "Использовать Компактный формат вершин",
"sodium.options.use_compact_vertex_format.tooltip": "Если включён, более компактный формат вершин будет использован для визуализации кусков. Этот может существенно сократить использование графической памяти и требования к пропускной способности, особенно для интегрированных видеокарт, но может вызвать сшивание с некоторыми пакетами с исходниками из-за того, как это снижает точность положения и взаимодействие с атрибутами текстур.",
"sodium.options.use_fog_occlusion.name": "Использовать окклюзию тумана",
"sodium.options.use_fog_occlusion.tooltip": "Если включена, куски, которые определены будут полностью скрыты эффектами тумана и не будут визуализироваться, что поможет улучшить производительность. Улучшение может быть более существенным, если эффекты тумана более тяжёлые (например, когда под водой), но может вызвать нежелательные визуальные артефакты между небом и туманом в некоторых сценариях.",
"sodium.options.use_entity_culling.name": "Использовать отбраковку объектов",
"sodium.options.use_entity_culling.tooltip": "Если включена, объекты, которые определяются, не находятся в каких-либо видимых кусках, будут пропущены во время визуализации. Это может помочь улучшить производительность, избежав визуализацию объектов, расположенные под землёй или позади стен.",
"sodium.options.use_particle_culling.name": "Использовать отбраковку частиц",
"sodium.options.use_particle_culling.tooltip": "Если включена, только частицы, которые определяются, будут видимы и визуализированы. Это может обеспечить заметное улучшение в частоте кадров, если множество частиц находятся неподалёку.",
"sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
"sodium.options.animate_only_visible_textures.tooltip": "Если включено, только те анимированные текстуры, которые определяются, будут видимы и обновлены. Это может обеспечить заметное повышение частоты кадров в некоторых компьютерах, особенно с большими пакетами с исходниками. Если ты испытываешь проблемы с некоторыми не анимированными текстурами, попробуй отключить этот параметр.",
"sodium.options.translucency_sorting.name": "Сортировка полупрозрачности",
"sodium.options.translucency_sorting.tooltip": "Если включена, прозрачность блоков будет сортирована правильно от задней части к передней для обеспечения лучшей визуализации, особенно если множество прозрачных блоков просматриваются в поле зрения и многослойно. Это немного затратный процесс. Не работает с включённым параметром данными Компактный формат вершин!",
"sodium.options.leaves_culling.name": "Использовать отбраковку листьев",
"sodium.options.leaves_culling.tooltip": "Если включена, листья, которые не в прямой видимости, будут отбракованы. Это может привести к повышению FPS ценой визуального качества, делая листья более прозрачными.",
"sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
"sodium.options.allow_direct_memory_access.tooltip": "Если включён, некоторым критическим путям исполнения кода будет разрешено использовать Прямой доступ к памяти для производительности. Это значительно снижает пропускную способность на процессор для обработки кусков и объектов во многих случаях, но может усложнить диагностику некоторых ошибок и сбоев. Ты должен отключить это если только тебя попросили или иным образом знаешь, что ты делаешь.",
"sodium.options.ignore_driver_disallowlist.name": "Игнорировать запретный список драйверов",
"sodium.options.ignore_driver_disallowlist.tooltip": "Если включён, известные несоответствия с конфигурацией твоего компьютера/драйвера будут игнорироваться, позволяя тебе включать параметры, которые могут вызвать проблемы с игрой. Обычно, ты не должен трогать этот параметр, если точно не знаешь, что делаешь. После изменения этого параметра, тебе нужно сохранить, закрыть, а затем снова открыть окно параметров.",
"sodium.options.performance_impact_string": "Влияние производительности: %s",
"sodium.options.buttons.undo": "Отменить",
"sodium.options.buttons.apply": "Применить",
"sodium.options.buttons.close": "Закрыть"
}
