{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Экстремальное",
  "sodium.option_impact.varies": "Колеблется",
  "sodium.options.pages.general": "Главная",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.advanced": "Расширенные",
  "sodium.options.view_distance.tooltip": "Расстояние визуализации управляет, как далеко местность будет визуализирована. Самые низкие дистанции означают, что местность будет меньше визуализироваться, повышая частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.clouds.tooltip": "Управляет, будут ли Облака видимы или нет.",
  "sodium.options.fog.name": "Туман",
  "sodium.options.fog.tooltip": "Если включён, эффект тумана будет использоваться вдали от местности. Отключение этой опции не изменит эффекты тумана используемые под водой или в Незере.",
  "sodium.options.gui_scale.tooltip": "Задаёт максимальный коэффициент пропорциональности, который используется для интерфейса пользователя. Если используется 'автоматическая', тогда всегда будет использоваться самый крупный коэффициент пропорциональности.",
  "sodium.options.fullscreen.tooltip": "Если включен, игра будет отображаться в полном экране (если поддерживается).",
  "sodium.options.v_sync.name": "Верт. синх.",
  "sodium.options.v_sync.tooltip": "Если включена, частота кадров игры будет синхронизирована с частотой обновления монитора, что в целом обеспечит более плавный опыт за счёт общей задержки ввода. Этот параметр может снизить производительность, если система слишком медленная.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное число кадров в секунду. Фактически, это замедлит игру и может быть полезным, когда ты захочешь сохранить время работы от батареи или многозадачность между другими приложениями. Если Вертикальная синхронизация включена, эта опция будет игнорироваться, если она ниже частоты обновления монитора.",
  "sodium.options.view_bobbing.tooltip": "Если включено, вид игрока будет покачиваться и качаться при передвижении. Игроки, кто страдает от укачивания могут извлечь выгоду от отключении этой функции.",
  "sodium.options.attack_indicator.tooltip": "Управляет, где Индикатор атаки будет отображаться на экране.",
  "sodium.options.graphics_quality.tooltip": "По умолчанию качество графики управляет некоторыми устаревшими параметрами и это необходимо для совместимости с модами. Если параметры ниже оставлены как \"По умолчанию\", они будут использовать этот параметр.",
  "sodium.options.clouds_quality.name": "Качество облаков",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством визуализации облаков в небе.",
  "sodium.options.weather_quality.name": "Качество погоды",
  "sodium.options.weather_quality.tooltip": "Управляет качеством эффектов дождя и снега.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным числом частиц, которые могут присутствовать на экране в любой момент времени.",
  "sodium.options.smooth_lighting.tooltip": "Управляет эффектами Гладкого освещения.\n\nВыключено - Без гладкого освещения\nНизкое - Только гладкое освещение блока.\nВысокое (новое!) - Гладкое освещение блока и сущности.",
  "sodium.options.biome_blend.tooltip": "Управляет радиусом, из которого будут отбираться биомы для раскрашивания блока. Наивысшее значение существенно увеличивает количество времени занимаемое для построение кусков для уменьшения улучшения качества.",
  "sodium.options.entity_distance.tooltip": "Управляет на каком расстоянии сущности будут визуализированы от игрока. Наивысшее значение увеличит расстояние визуализации ценой частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включены, базовые тени будут визуализированы под монстрами и другими сущностями.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если включена, эффект Виньетки будет визуализирована в поле зрения игрока. Это очень маловероятно, чтобы добиться изменений в частоте кадров, если ты не ограничен в скорости заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет числом MIP-текстурированием, которое будет использовано для текстур модели блока. Наивысшее значение обеспечивает лучшую визуализацию блоков на расстоянии, но может отрицательно сказаться на производительность с множеством анимированных текстур.",
  "sodium.options.chunk_renderer.name": "Визуализатор кусков",
  "sodium.options.chunk_renderer.tooltip": "Современные версии OpenGL обеспечивают возможности, которые можно использовать для существенного снижения накладных расходов на визулизацию кусков. Для оптимальной производительности ты должен использовать последний набор возможностей, разрешённым Sodium'om. Если ты испытываешь проблемы с визуализацией кусков или сбоям в драйвере, попробуй использовать более старые (и вероятно более стабильный) набор возможностей.",
  "sodium.options.use_chunk_face_culling.name": "Использовать отбраковку стороны куска",
  "sodium.options.use_chunk_face_culling.tooltip": "Если включена, на процессоре будет осуществляться дополнительный проход отбраковки для определения плоскостей видимой сетки куска. Это может устранить большое количество лиц блоков на ранней стадии процесса визуализации, сохраняя пропускную способность памяти и время в GPU.",
  "sodium.options.use_compact_vertex_format.name": "Использовать Компактный формат вершины",
  "sodium.options.use_compact_vertex_format.tooltip": "Если включён, более компактный формат вершин будет использован для сеток куска, который ограничивает точность атрибутов вершин. Этот формат снижает использование графической памяти и пропускную способность, и требования к пропускной способности частот приблизительно на 40%, но в некоторых случаях может привести к проблемам с сшиванием / мерцающей текстурой.",
  "sodium.options.use_fog_occlusion.name": "Использовать окклюзию тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включена, куски, которые определены будут полностью скрыты эффектами тумана, а также пропускаться во время визуализации. Это, как правило, приведёт к скромному увеличению числа кусков визуализированный в каждом кадре, особенно в тех случаях, когда эффекты тумана более тяжёлые (т.е пока под водой.)",
  "sodium.options.use_entity_culling.name": "Использовать отбраковку сущности",
  "sodium.options.use_entity_culling.tooltip": "Если включена, перед тем, как попытаться визуализировать сущность, будет осуществляться вторичная отбраковка. Этот дополнительный проход учитывает текущий набор видимых кусков и удаляет сущности, которые не находятся ни в каких видимых кусках.",
  "sodium.options.use_particle_culling.name": "Использовать отбраковку частицы",
  "sodium.options.use_particle_culling.tooltip": "Если включена, только те частицы которые определены будут видимы, а также будут визуализированы. Это может обеспечить заметное улучшение в частоте кадров, когда множество частиц находятся поблизости.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, только те анимированные текстуры, которые определены будут видимы, а также будут обновлены. Это может обеспечить заметное ускорение частоты кадров в некоторых компьютерах. Если ты испытываешь проблемы с некоторыми текстурами, которые не анимированы, отключи эту опцию.",
  "sodium.options.translucency_sorting.name": "Сортировка прозрачности",
  "sodium.options.translucency_sorting.tooltip": "Если включена, прозрачность блоков будет сортирована правильно от задней части к передней для обеспечения лучшей визуализации, особенно когда несколько прозрачных блоков просматриваются в поле зрения и многослойно. Это немного дорогостоящая операция. Не работает с Данными компактной вершины!",
  "sodium.options.use_memory_intrinsics.name": "Использовать внутреннюю память",
  "sodium.options.use_memory_intrinsics.tooltip": "Если включена, специальная внутренняя память будет использоваться для ускорения копирования клиентской памяти в определённых сценариях с ограниченным количеством вершин, таких как визуализация частиц и текста. Эта опция существует только для целей отладки и должна быть оставлена включённой, если не знаешь, что делаешь.",
  "sodium.options.disable_driver_blacklist.name": "Отключить чёрный список драйвера",
  "sodium.options.disable_driver_blacklist.tooltip": "Если выбран, Sodium проигнорирует встроенный чёрный список драйверов и включит параметры, которые, как известно, были нарушены твоей системной конфигурацией. Это может вызвать серьёзные проблемы и не должно использоваться, если действительно не знаешь, что лучше. Окно настроек должно быть сохранено, закрыто и повторно открыто после изменения этой опции, в целях открыть ранее скрытые параметры.",
  "sodium.options.performance_impact_string": "Влияние производительности: %s",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.close": "Закрыть"
}
