{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Экстремальное",
  "sodium.option_impact.varies": "Колеблется",
  "sodium.options.pages.general": "Главная",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.advanced": "Расширенные",
  "sodium.options.view_distance.tooltip": "Расстояние визуализации управляет, как далеко местность будет визуализирована. Самые низкие дистанции означают, что местность будет меньше визуализироваться, повышая частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.clouds.tooltip": "Управляет, будут ли Облака видимы или нет.",
  "sodium.options.fog.name": "Туман",
  "sodium.options.fog.tooltip": "Если включён, эффект тумана будет использоваться вдали от местности. Отключение этой опции не изменит эффекты тумана используемые под водой или в Незере.",
  "sodium.options.gui_scale.tooltip": "Задаёт максимальный коэффициент пропорциональности, который используется для интерфейса пользователя. Если используется 'автоматическая', тогда всегда будет использоваться самый крупный коэффициент пропорциональности.",
  "sodium.options.fullscreen.tooltip": "Если включен, игра будет отображаться в полном экране (если поддерживается).",
  "sodium.options.v_sync.name": "Верт. синх.",
  "sodium.options.v_sync.tooltip": "Если включена, частота кадров игры будет синхронизирована с частотой обновления монитора, что в целом обеспечит более плавный опыт за счёт общей задержки ввода. Этот параметр может снизить производительность, если система слишком медленная.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное число кадров в секунду. Фактически, это замедлит игру и может быть полезным, когда ты захочешь сохранить время работы от батареи или многозадачность между другими приложениями. Если Вертикальная синхронизация включена, эта опция будет игнорироваться, если она ниже частоты обновления монитора.",
  "sodium.options.view_bobbing.tooltip": "Если включено, вид игрока будет покачиваться и качаться при передвижении. Игроки, кто страдает от укачивания могут извлечь выгоду от отключении этой функции.",
  "sodium.options.attack_indicator.tooltip": "Управляет, где Индикатор атаки будет отображаться на экране.",
  "sodium.options.graphics_quality.tooltip": "По умолчанию качество графики управляет некоторыми устаревшими параметрами и это необходимо для совместимости с модами. Если параметры ниже оставлены как \"По умолчанию\", они будут использовать этот параметр.",
  "sodium.options.clouds_quality.name": "Качество облаков",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством визуализации облаков в небе.",
  "sodium.options.weather_quality.name": "Качество погоды",
  "sodium.options.weather_quality.tooltip": "Управляет качеством эффектов дождя и снега.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным числом частиц, которые могут присутствовать на экране в любой момент времени.",
  "sodium.options.smooth_lighting.tooltip": "Управляет эффектами Гладкого освещения.\n\nВыключено - Без гладкого освещения\nНизкое - Только гладкое освещение блока.\nВысокое (новое!) - Гладкое освещение блока и объекта.",
  "sodium.options.biome_blend.tooltip": "Управляет радиусом, из которого будут отбираться биомы для раскрашивания блока. Наивысшее значение существенно увеличивает количество времени занимаемое для построение кусков для уменьшения улучшения качества.",
  "sodium.options.entity_distance.tooltip": "Управляет на каком расстоянии объекты будут визуализированы от игрока. Наивысшее значение увеличит расстояние визуализации ценой частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включены, базовые тени будут визуализированы под монстрами и другими объектами.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если включена, эффект Виньетки будет визуализирована в поле зрения игрока. Это очень маловероятно, чтобы добиться изменений в частоте кадров, если ты не ограничен в скорости заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет числом MIP-текстурированием, которое будет использовано для текстур модели блока. Наивысшее значение обеспечивает лучшую визуализацию блоков на расстоянии, но может отрицательно сказаться на производительность с множеством анимированных текстур.",
  "sodium.options.chunk_renderer.name": "Использовать мультиотрисовку кусков",
  "sodium.options.chunk_renderer.tooltip": "Мультиотрисовка позволяет обрабатывать несколько частей с меньшим количеством вызовов отрисовки, что значительно снижает затраты ресурсов процессора при визуализации мира, а также потенциально позволяет более эффективно использовать GPU. Эта оптимизация может вызвать проблемы с некоторыми драйверами, поэтому, ты должен попытаться отключить её, если испытываешь лаги.",
  "sodium.options.use_vertex_array_objects.name": "Использовать объекты массива вершин",
  "sodium.options.use_vertex_array_objects.tooltip": "Помогает улучшить производительность, перемещая информацию о том, как данные вершин должны быть визуализированны в драйвер, позволяя ему лучше оптимизироваться для многократного рендеринга одних и тех же объектов. Обычно нет причин отключать его, если ты не используешь несовместимые модификации.",
    "sodium.options.use_block_face_culling.name": "Использовать отбраковку лицевую сторону блока",
  "sodium.options.use_block_face_culling.tooltip": "Если включена, только стороны блоков, обращенные к камере, будут представлены для визуализации. Это может устранить большое количество граней блоков на ранней стадии процесса визуализации, сохраняя затраты в памяти и время в GPU. Некоторые пакеты ресурс могут иметь проблемы с этой опцией, так что, попытайся отключить его, если ты видишь дыры в блоках.",
  "sodium.options.use_compact_vertex_format.name": "Использовать Компактный формат вершины",
  "sodium.options.use_compact_vertex_format.tooltip": "Если включён, более компактный формат вершин будет использован для визуализации кусков. Этот может снизить использование графической памяти и затраты, и требования к затратам особенно для интегрированных видеокарт, но может вызвать сшивание с некоторыми пакетами ресурсов из-за того, что это снижает точность атрибутов координат положения и текстуры.",
  "sodium.options.use_fog_occlusion.name": "Использовать окклюзию тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включена, куски, которые определены будут полностью скрыты эффектами тумана, не будут визуализироваться, что поможет улучшить производительность. Улучшение может быть более драматичным, когда эффекты тумана более тяжёлые (например, когда под водой), но может вызвать нежелательные визуальные артефакты между небом и туманом в некоторых сценариях.",
  "sodium.options.use_entity_culling.name": "Использовать отбраковку объектов",
  "sodium.options.use_entity_culling.tooltip": "Если включена, объекты, определённые как не находящиеся в видимых кусках, будут пропускаться во время визуализации. Это может помочь повысить эффективность, избежав визуализацию объектов, расположенные под землёй или за стенами.",
  "sodium.options.use_particle_culling.name": "Использовать отбраковку частицы",
  "sodium.options.use_particle_culling.tooltip": "Если включена, только те частицы которые определены будут видимы, а также будут визуализированы. Это может обеспечить заметное улучшение в частоте кадров, когда множество частиц находятся поблизости.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, только те анимированные текстуры, которые определены будут видимы, а также будут обновлены, особенно с большими пакетами ресурсов. Это может обеспечить заметное ускорение частоты кадров в некоторых компьютерах. Если ты испытываешь проблемы с некоторыми текстурами, которые не анимированы, попробуй отключить эту опцию.",
  "sodium.options.translucency_sorting.name": "Сортировка прозрачности",
  "sodium.options.translucency_sorting.tooltip": "Если включена, прозрачность блоков будет сортирована правильно от задней части к передней для обеспечения лучшей визуализации, особенно когда несколько прозрачных блоков просматриваются в поле зрения и многослойно. Это немного дорогостоящая операция. Не работает с Данными компактной вершины!",
  "sodium.options.leaves_culling.name": "Использовать отбраковку листьев",
  "sodium.options.leaves_culling.tooltip": "Если включена, листья, которые не находятся на прямой видимости, будут отбракованы. Это может привести к резкому повышению FPS ценою визуального качества, делая листья более прозрачными.",
  "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если включён, некоторым критическим путям кода будет разрешено использовать Прямой доступ к памяти для производительности. Это часто значительно снижает затраты на процессор для обработки кусков и объектов, но может усложнить диагностику некоторых ошибок и сбоев. Ты должен отключить это только если тебя попросили или иным образом знаешь, что ты делаешь.",
  "sodium.options.disable_driver_blacklist.name": "Игнорировать запрет списка",
  "sodium.options.disable_driver_blacklist.tooltip": "Если включён, известные несоответствия с конфигурацией твоего оборудования/драйвера будут проигнорированы, что позволит тебе включить опции, которые могут вызвать проблемы с игрой. Обычно, ты не должен трогать эту опцию, если ты точно не знаешь, что делаешь. После изменения этой опции, необходимо сохранить, закрыть, а затем повторно открыть окно параметров.",
  "sodium.options.performance_impact_string": "Влияние производительности: %s",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.close": "Закрыть"
}
